[  
   {  
      "zodiac_id":"1",
      "zodiac_name":"Aries",
        "zodiac_traits":"Adventurous, Energetic, Dynamic, Impulsive, Cautious, Tempermental",
      "zodiac_random":"Aries are built for strategy and battle. They’re intense presence always makes heads turn when they enter a room. Although they’re the Gods of war they have a deep sense of appreciation for true love, and will defend and protect those they care for (at all costs). It is said, Aries hears music differently than any other sign and can have an appreciation for sounds others would consider ‘noisy’. Aries tends to be thrill seekers and can live adventurous lifestyles, causing them to not always finish what they start. Aries, the born leader, is the sign to keep up with.",
      "zodiac_goals":"",
      "zodiac_achieve":"",
      "zodiac_love":"Aries are confident beings and are turned off by insecurity and attention seekers. Aries are initiators but once they get the ball rolling they expect their partner to take the lead. They need freedom and affection from their partner. Aries can sometimes be jealous but are committed and faithful if the same is returned. They can sometimes be selfish lovers so it’s important to tell an Aries what you need from them.",
      "zodiac_career":"Aries likes to build. Give them tasks where they can work with their hands and they’ll thrive. Aries works great in teams, especially if they involve strategizing or discussing new plans on developments. They are natural protectors so don’t expect an Aries to do anything they don’t believe in or are strongly against. They are committed so if you’re appreciative, an Aries will serve well in career aspects.",
      "zodiac_date":"March 21 - April 19",
      "zodiac_planet":"Mars",
      "zodiac_element":"Fire",
      "zodiac_animal":"Ram",
      "zodiac_greek":"Ares",
        "zodiac_month":"04",
        "zodiac_allies":"Fire,Earth",
        "zodiac_stone":"Diamond",
        "zodiac_color":"White",
        "zodiac_symbol":"♈"
   },
   {  
      "zodiac_id":"2",
      "zodiac_name":"Taurus",
        "zodiac_traits":"Patient, Reliable, Persistent, Selfish, Greedy, Resentful",
      "zodiac_random":"Seeing the true beauty the world has to offer, Taurus has an artistic side like no other. They’re the Gods of love, and being an earth sign they love the beauty in material things, they also gain confidence from touch and affection. Although being a love sign they believe strongly in independence, more than any other sign. They believe focusing on oneself first is the only way to truly love another. People tend to be drawn to Taurus for they give off a sense of healing and appreciation, they’re presence alone gives off the vibe ‘I love silently, but strongly’. ",
      "zodiac_goals":"",
      "zodiac_achieve":"",
      "zodiac_love":"Taurus can get caught up in lust if not careful. Taurus are sensual and thrive when in love. They want a partner who is just as affectionate, if not more, than them. Taurus is very loyal and dedicated to their lover, but they need to feel safe and secure with them in order to be happy. Sometimes they can rush into love, so it’s important for a Taurus to have a partner who can keep them grounded.",
      "zodiac_career":"",
      "zodiac_date":"April 20 - May 20",
      "zodiac_planet":"Earth",
      "zodiac_element":"Earth",
      "zodiac_animal":"Bull",
      "zodiac_greek":"Demeter",
        "zodiac_month":"05",
        "zodiac_allies":"Fire,Earth",
        "zodiac_stone":"Emerald",
        "zodiac_color":"Green",
        "zodiac_symbol":"♉"
   },
   {  
      "zodiac_id":"3",
      "zodiac_name":"Gemini",
        "zodiac_traits":"Communicative, Adaptable, Youthful, Nervous, Critical, Overindulgent",
      "zodiac_random":"Recognized for being the twins, represented to some, as good and evil, Gemini are the Gods of immortality and can truly see both sides to every story. Although they can see many points of view, they oftentimes don’t run deep and can be considered shallow. Gemini use this as an advantage, however, and don’t take things to heart which gives them a great optimism about life which gets them far. Their positivity makes them one of the most social signs in the zodiac and people of all kinds are drawn to their personality. In fact, they can be so compelling in their communication, some may see it as being manipulative, but it gets them what they want.",
      "zodiac_goals":"",
      "zodiac_achieve":"",
      "zodiac_love":"Geminis are flirtatious, but they don’t do temporary. It’s either quick and over, or all in. You have to dig deep to get to a Geminis heart. They believe in building relationships on solid foundations. They don’t require as much physical affection as they do lightweight conversation and mental stimulation. Teach them something new or engage in activities with them.",
      "zodiac_career":"",
      "zodiac_date":"May 21 - June 20",
      "zodiac_planet":"Jupiter Moon",
      "zodiac_element":"Air",
      "zodiac_animal":"Twins",
      "zodiac_greek":"Hermes",
        "zodiac_month":"06",
        "zodiac_allies":"Air,Water",
        "zodiac_stone":"Moonstone",
        "zodiac_color":"Light Purple",
        "zodiac_symbol":"♊"
   },
   {  
      "zodiac_id":"4",
      "zodiac_name":"Cancer",
        "zodiac_traits":"Emotional, Imaginative, Sympathetic, Moody, Controlling, Shrewd",
      "zodiac_random":"The loving nature of a Cancer is one to be admired by many. Other signs strive to win the affections of a Cancer as their maternal instincts draw in those looking for commitments of any kind. The Gods of life pay very close attention and cherish their home and family. Cancers tend to be night owls loving how the darkness releases their outgoing and social sides. Being the most graceful of all the signs, they tend to be old-school romantics, and don’t look for the approval of others, but are truly charismatic when you get to know them.",
      "zodiac_goals":"",
      "zodiac_achieve":"",
      "zodiac_love":"This sensitive sign makes a great lifelong partner. This is a sign of nurture, they can make great parents. Cancers enjoy the company of their partner and are happy doing anything that involves quality time. Cancers look for the real deal. They want the real good, feel good type of love that is solid, strong and undeniably genuine. They love family traditions.",
      "zodiac_career":"Cancer is a frugal sign. They like to save money. They love the home so anything that allows them to work from home is ideal and they are good management, so they tend to manage their time well. When they set dates they commit and don’t like it when others mismanage their time. It’s important for a Cancer to expand their horizons, sometimes they can get caught up the in the same old routine.",
      "zodiac_date":"June 21 - July 22",
      "zodiac_planet":"Moon",
      "zodiac_element":"Water",
      "zodiac_animal":"Crab",
      "zodiac_greek":"Aphrodite",
        "zodiac_month":"07",
        "zodiac_allies":"Air,Water",
        "zodiac_stone":"Ruby",
        "zodiac_color":"Red",
        "zodiac_symbol":"♋"
   },
   {  
      "zodiac_id":"5",
      "zodiac_name":"Leo",
        "zodiac_traits":"Generous, Exciting, Enthusiastic, Bossy, Intolerant, Patronizing ",
      "zodiac_random":"Leos love being admired by all. No matter how small the task this sign loves to impress. It’s hard to win over this sign as they tend to dominate everywhere they go. Leos are a true representation of what it means to believe in yourself. The Gods of power, specifically, centralized power and monarch are persistent no matter what, they’ll compete fiercely and unapologetically. Leos love to have fun and will always keep their youthful ways but they also put a lot of passion in everything they do which is highly respected by all. This sign definitely has the reputation for being natural born winners.",
      "zodiac_goals":"",
      "zodiac_achieve":"",
      "zodiac_love":"This sign is fragile in love. They require a lot of tender loving care. Leos are over the top and want their partners to be over the top for them also. They love hard and appreciate the people who love them deeply. They’re genuine with their feelings and love seeing their partner happy. With a Leo, what you put in is what you get.",
      "zodiac_career":"",
      "zodiac_date":"July 23 - August 22",
      "zodiac_planet":"Sun",
      "zodiac_element":"Fire",
      "zodiac_animal":"Lion",
      "zodiac_greek":"Hera",
        "zodiac_month":"08",
        "zodiac_allies":"Fire,Earth",
        "zodiac_stone":"Peridot",
        "zodiac_color":"Light Green",
        "zodiac_symbol":"♌"
   },
   {  
      "zodiac_id":"6",
      "zodiac_name":"Virgo",
        "zodiac_traits":"Reliable, Practical, Diligent, Fussy, Perfectionist, Rude",
      "zodiac_random":"This sign tends to stick up for the moral compass of what is  right and wrong. The Gods of justice are led by the belief that if you work hard enough you can succeed at anything. They have a practical way of thinking, but it’s the taking notice to the little things that make them the show stopper. Their precision and attention to detail is remarkable and being represented by the scales of balance they believe every hardship in life reaps an equal or greater reward. This sign is most prone to insecurity so they need to stay sharp to balance their confidence. Organization in their life is a must and you’ll rarely find a Virgo without their life together.",
      "zodiac_goals":"",
      "zodiac_achieve":"",
      "zodiac_love":"It takes a certain refined class to get the attention of a Virgo. Virgos love those who want to help others and appreciate the beauty in the world. They want someone to encourage their wild side, but also has good work ethic. They are turned off by arrogance. A Virgos love is everlasting and once committed they will love you hard.",
      "zodiac_career":"",
      "zodiac_date":"August 23 - September 22",
      "zodiac_planet":"Pluto",
      "zodiac_element":"Earth",
      "zodiac_animal":"Maiden",
      "zodiac_greek":"Hephaestus",
        "zodiac_month":"09",
        "zodiac_allies":"Fire,Earth",
        "zodiac_stone":"Saphhire",
        "zodiac_color":"Deep Blue",
        "zodiac_symbol":"♍"
   },
   {  
      "zodiac_id":"7",
      "zodiac_name":"Libra",
        "zodiac_traits":"Easygoing, Sociable, Peaceful, Indecisive, Lazy, Idealistic",
      "zodiac_random":"The sweet gentleness of a Libra can whisk you away. The Gods of peace appreciate love and harmony. They represent the better half of the scales and bring out the harmonious side of justice. They are peacekeepers and creatives and enjoy the finer things in life. Libra doesn’t need anyone to agree with them. They are comfortable standing alone and doing what’s right. Libra loves to please, both themselves and others. Libra is the most desirable of all the signs as it represents the high point of the zodiac. Few ever forget a Libra, they draw you in without even trying. A Libra can be their own worst enemy if they can’t decide between following their heart or their head.\n",
      "zodiac_goals":"",
      "zodiac_achieve":"",
      "zodiac_love":"Libras are smarter and stronger than they appear. They can be your best friend and make great partners that way. They take fair and logical approaches to issues, so resolution comes easy for them. It’s important to have a positive spirit around a Libra. They’ll act and say what they need to in order to keep the peace. They like learning about their partner, so open up to them, don’t be shy.",
      "zodiac_career":"Libras love doing things for others, and this is no exception in career! A Libra has a tendency to get complacent though, but gets motivated in competitive situations. They’re classy in the workplace but have a need for balance, so they like to be surrounded with pleasant things that makes them feel good (even if it seems odd or childish). Libras are willing to be hated for being themselves over being loved for who they aren’t.",
      "zodiac_date":"September 23 - October 22",
      "zodiac_planet":"Jupiter",
      "zodiac_element":"Air",
      "zodiac_animal":"Scales",
      "zodiac_greek":"Apollo",
        "zodiac_month":"10",
        "zodiac_allies":"Air,Water",
        "zodiac_stone":"Tournaline",
        "zodiac_color":"Pink",
        "zodiac_symbol":"♎"
   },
   {  
      "zodiac_id":"8",
      "zodiac_name":"Scorpio",
        "zodiac_traits":"Determined, Emotional, Intense, Secretive, Compulsive, Instinctive",
      "zodiac_random":"This sign can get a bad rep for being the most feared sign of all, however, Scorpio being the Gods of death, are a sign to be embraced. Death represents change and Scorpio is great for embracing change and tend to be the trend setters of the zodiac. Scorpios are very self aware and have a deep understanding of their words and actions and how they can impact others. Scorpios do what needs to be done, they are fearless and aren’t concerned about making enemies, but rather, making an impact. Scorpios are the most fascinating of all the signs with their magnetic yet secretive personality.",
      "zodiac_goals":"",
      "zodiac_achieve":"",
      "zodiac_love":"They don’t waste time. They have intense emotions so when they say ‘I love you’, they mean it. They’re attracted to the mystery in people. Scorpios know their worth and will always have your best interest at heart. They want someone who understands them. A Scorpio, once they love someone, they never lose that love, sometimes it just gets suppressed.",
      "zodiac_career":"",
      "zodiac_date":"October 23 - November 21",
      "zodiac_planet":"Uranus",
      "zodiac_element":"Water",
      "zodiac_animal":"Scorpion",
      "zodiac_greek":"Hades",
        "zodiac_month":"11",
        "zodiac_allies":"Air,Water",
        "zodiac_stone":"Topaz",
        "zodiac_color":"Yellow",
        "zodiac_symbol":"♏"
   },
   {  
      "zodiac_id":"9",
      "zodiac_name":"Sagittarius",
        "zodiac_traits":"Optimistic, Lively, Performing, Careless, Irresponsible, Tactless",
      "zodiac_random":"The Gods of freedom, this sign can see the positive in almost everything. They live by the motto ‘don’t worry, be happy’. This is the sign of the inspired. They tend to be curious and always on a quest for the meaning of life. This sign loves to travel more than any other sign and they’re insistent on trying everything once. Sagittarius have an impressive ability to control their thinking and turn their thoughts into concrete actions leading to tangible results. This sign has the ability to turn heads with their skills and can be very successful in the limelight. Of all the signs, Sagittarius is the most impatient and that can be their downfall if they don’t ground themselves.",
      "zodiac_goals":"",
      "zodiac_achieve":"",
      "zodiac_love":"Sagittarius appreciates confidence and loves it when their partner makes the first move. Honesty is very important to a Sagittarius. They like to go on crazy dates and will be turned off if they decide the person is too boring for them. Once committed, they commit 100% and do their best to make sure their partner knows they are loved.",
      "zodiac_career":"A Sagittarius vision is both inspired and practical. They have a way about them that entertains others and encourages them to bring their vision to life. Sagittarius\ncareer must be something that allows them to learn new things and have new experiences. They do great work under the public eye. They will excel at anything that brings out their spiritual side. ",
      "zodiac_date":"November 22 - December 21",
      "zodiac_planet":"Venus",
      "zodiac_element":"Fire",
      "zodiac_animal":"Archer",
      "zodiac_greek":"Zeus",
        "zodiac_month":"12",
        "zodiac_allies":"Fire,Earth",
        "zodiac_stone":"Sapphire",
        "zodiac_stone":"Tanzarite",
        "zodiac_color":"Blue",
        "zodiac_symbol":"♐"
   },
   {  
      "zodiac_id":"10",
      "zodiac_name":"Capricorn",
        "zodiac_traits":"Ambitious, Honest, Intellectual, Prudent, Impatient, Grudging",
      "zodiac_random":"Capricorn’s will keep it real 100%. They’re loyal to a fault and the hardest workers of the zodiac. When they feel taken advantage of, they get cold and shut people out. Capricorn’s are the Gods of time and karma. They hate their time being wasted and believe that time is an incredibly valuable thing. They also know everything comes full circle and always consider karma when making decisions. Capricorn never expects too much from people, however, with their perseverance, they need not rely on many. They tend to be hard to read, but more observant than any other sign, and have an intense intuition that often times makes them the winner of any battle.",
      "zodiac_goals":"",
      "zodiac_achieve":"",
      "zodiac_love":"They are attracted to creative intelligence. They build walls so it’s important for them to have a strong partner who isn’t intimidated by them. Capricorns need a partner who can be the alpha since they’re usually the alpha in every other aspect of their life. It’s important to mentally stimulate a Capricorn. Keep it classy and you’ll be high on the list. ",
      "zodiac_career":"Capricorns are very versatile and look to leaders as mentors and need to respect the people they work with. If a Capricorn doesn’t feel like they’re learning or their skills aren’t getting utilized to the fullest they’ll move on. They can get distracted easily, but will serve a perfect product once completed. They’re hard workers and although they get distracted they’ll work longer hours to make up for it (this sign does things on their own time).",
      "zodiac_date":"December 22 - January 19",
      "zodiac_planet":"Saturn",
      "zodiac_element":"Earth",
      "zodiac_animal":"Goat",
      "zodiac_greek":"Athena",
        "zodiac_month":"01",
        "zodiac_allies":"Fire,Earth",
        "zodiac_stone":"Garnet",
        "zodiac_color":"Deep Red",
        "zodiac_symbol":"♑"
   },
   {  
      "zodiac_id":"11",
      "zodiac_name":"Aquarius",
        "zodiac_traits":"Friendly, Independent, Outgoing, Unpredictable, Detached, Isolating",
      "zodiac_random":"Aquarians believe in the power of humanity and unity. The Gods of weather and storm are famous for standing up for the rights of others. Aquarius tends to stand against the grain and believe in bringing people together as a united front, not separate entities. Aquarians are the original rebels and revolutionaries. They are also known for their startling ideas and brilliance and make history with their world changing actions. When an Aquarius puts their focus into something, they’ll fight tirelessly to get it because their inner sense of will and belief pushes them further than the rest.",
      "zodiac_goals":"",
      "zodiac_achieve":"",
      "zodiac_love":"This sign loves good foundation and friendship. Aquarius is a sign that is sometimes insensitive to emotions so it can seem confusing how to pursue them. This sign is also not a natural maternal sign, so don’t be surprised if your Aquarius says they don’t want kids. This sign will appreciate intelligence and anything that brings out their creativity.",
      "zodiac_career":"",
      "zodiac_date":"January 20 - February 18",
      "zodiac_planet":"Mercury",
      "zodiac_element":"Air",
      "zodiac_animal":"Water Bearer",
      "zodiac_greek":"Artemis",
        "zodiac_month":"02",
        "zodiac_allies":"Air,Water",
        "zodiac_stone":"Amethyst",
        "zodiac_color":"Purple",
        "zodiac_symbol":"♒"
   },
   {  
      "zodiac_id":"12",
      "zodiac_name":"Pisces",
        "zodiac_traits":"Imaginative, Sensitive, Intuitive, Idealistic, Passive, Excluding",
      "zodiac_random":"Pisces is the sign for ’tell it like it is’. This no holding back attitude of the Pisces is one that leads them to greatness. They make excellent leaders and can pull out strengths in people they didn’t even know they had. The Gods of empathy are selfless and their energy is increased by the success of others around them. Pisces are the best listeners of the signs and because of that they tend to be very smart. Pisces are daydreamers and need to put their focus on their passions or can get caught up in doing things that will make them unhappy.",
      "zodiac_goals":"",
      "zodiac_achieve":"",
      "zodiac_love":"Great with words, and loves to talk and communicate in relationships. Affectionate and selfless, treat them good and their words will sound like heaven. Their hearts are always in the right place, but if they feel confused they will seem moody. Pisces is a submissive sign so they like strong people but if they feel overshadowed they’ll become withdrawn. They love deeply.",
      "zodiac_career":"",
      "zodiac_date":"February 19 - March 20",
      "zodiac_planet":"Neptune",
      "zodiac_element":"Water",
      "zodiac_animal":"Fish",
      "zodiac_greek":"Poseidon",
        "zodiac_month":"03",
        "zodiac_allies":"Air,Water",
        "zodiac_stone":"Aquamarine",
        "zodiac_color":"Light Blue",
        "zodiac_symbol":"♓"
   }
]